<div class="bg1">
    <h1>Добро пожаловать в Bonfire</h1><hr />
    <p>
        Bonfire поможет быстрее создавать веб-приложения на основе CodeIgniter, 
        предоставляя мощные инструменты и приятный интерфейс, которые вам не 
        будет стыдно показать вашим клиентом.
    </p>
    <ul>
        <li class="first">Готовый к использованию интерфейс администратора.</li>
        <li>Управление пользователями на основе ролевого контроля доступа.</li>
        <li>Полностью модульный код, cозданный на HMVC.</li>
        <li>Резервное копирование, миграция, и обслуживание базы данных.</li>
        <li>Мощная поддержка наследования тем.</li>
        <li>Simple Email Queue to keep your ISP happy.</li>
        <li>и многое другое ...</li>
    </ul>

    <h3>Резюме</h3>
    <table>
        <tr>
            <td class="right_td">Добро пожаловать в Bonfire</td>
            <td>
                Bonfire поможет быстрее создавать веб-приложения на основе CodeIgniter, 
                предоставляя мощные инструменты и приятный интерфейс, которые вам не 
                будет стыдно показать вашим клиентом.
            </td>
        </tr>
        <tr>
            <td class="right_td">Видение</td>
            <td>
                У меня было несколько целей в виду, как я начал, и они 
                продолжают закрепить как развитие идет вперед.
            </td>
        </tr>
    </table>
    <pre id="php">

class Home extends MY_Controller
{
    public function __construct()
    {
        parent::__construct();
    }
}

    </pre>
</div>