<div class="bg1">
    <h1>Лицензионное соглашение</h1><hr />
    <p>
        Последнее изменение: 24 мая 2010
    </p>
    <p>-----</p>
    <p>Copyright © 2011 Lonnie Ezell</p>
    <p>
        Распространяется бесплатно, при условии, каждому, получившему копию 
        данного программного обеспечения и сопутствующей документации 
        ("Программное обеспечение"), разрешено применять это ПО без 
        ограничений, включая неограниченное право на использование, копирование, 
        изменение, внедрение, публикацию, распространение, лицензирование, и/или 
        продажу копий ПО, для лиц, которым предоставлено ПО при соблюдении 
        следующих условий:
    </p>
    <p>
        уведомляние об авторских правах и данном разрешении должно быть 
        включено во все копии или отдельные части программного обеспечения.
    </p>
    <p>
        ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ "КАК ЕСТЬ", БЕЗ КАКИХ-ЛИБО 
        ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НЕОГРАНИЧЕННУЮ 
        ГАРАНТИЮ ПРИМЕНЕНИЯ ДЛЯ КОНКРЕТНЫХ ЗАДАЧ И ОТСУТСТВИЯ НАРУШЕНИЯ. НИ В 
        КОЕМ СЛУЧАЕ АВТОРЫ ИЛИ АВТОРСКИХ ПРАВ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ 
        ПРЕТЕНЗИИ, УЩЕРБА ИЛИ ДРУГОЙ ОТВЕТСТВЕННОСТИ, НЕЗАВИСИМО ОТ ДЕЙСТВИЯ ДОГОВОРА
        ВОЗНИКУЮЩИМИ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ДРУГИХ 
        ПРОДУКТОВ С ПРИМЕНЕНИЕМ ПО.
    </p>
</div>