<div class="bg1">
    <h1>Системные требования</h1><hr />
    <p>
        Bonfire разработан в соответствии c требованиями очень похожими на те, 
        которые использует CodeIgniter.
    </p>
    <ul style="width: 600px">
        <li>
            <b>Apache или аналогичный веб-сервер.</b> Bonfire предназначен, 
            для применения mod_rewrite и не была полностью проверен при 
            недоступном mod_rewrite.
        </li>
        <li>
            <b>PHP версии 5.1.6 или выше.</b> В настоящий момент испытывается 
            под обоими 5.2.13 и 5.3.2.
        </li>
        <li>
            <b>MySQL 4 и выше.</b> Хотя я попытался реализовать его как базу 
            данных, что вполне возможно, есть несколько мест, в которых нам 
            пришлось написать специальный MySQL код. Мы постараемся снять это 
            ограничение в следующих версиях, чтобы иметь возможность работать с 
            несколькими базами данных в качестве ядра CodeIgniter.
        </li>
    </ul>
</div>